[
    {
        "title": "Как я пытался научить кота программировать",
        "description": "История о том, как мой кот чуть не удалил весь код с GitHub.",
        "text": "Я решил, что пора моему коту Мурзику освоить профессию будущего — программирование. Начал с простого: показал ему Python. Он смотрел на экран с таким видом, будто я предложил ему решить задачи по квантовой физике. В итоге он просто лег на клавиатуру, и теперь у меня в репозитории лежит файл с названием `meow.py`, который состоит из одних символов `asdfghjkl`. Но знаете что? Этот файл компилируется без ошибок!",
        "author_id": 1
    },
    {
        "title": "Почему я больше не хожу в магазин за хлебом",
        "description": "Один раз попробовал купить хлеб, теперь боюсь выходить из дома.",
        "text": "Вчера я отправился в магазин за хлебом. Вернулся с тремя пакетами чипсов, пятью бутылками газировки и игрушкой для кота. Хлеба, конечно, не было. Продавец спросил: 'А вы уверены, что вам нужен хлеб?' Я задумался и решил, что нет. Теперь хлеб покупаю онлайн, чтобы избежать соблазнов.",
        "author_id": 2
    },
    {
        "title": "Мой холодильник умнее меня",
        "description": "Он напоминает мне, что я снова забыл купить молоко.",
        "text": "Купил умный холодильник, думал, что это будет круто. Теперь он каждый день пишет мне сообщения: 'Ты забыл молоко', 'Ты опять ешь полуфабрикаты', 'Ты вообще живой?' В итоге я начал разговаривать с ним всерьез. Вчера он предложил мне рецепт салата, а я ответил, что предпочитаю пиццу. Теперь он обижается и не открывается, пока я не принесу свежие овощи.",
        "author_id": 3
    },
    {
        "title": "Как я стал экспертом по кофе за одну неделю",
        "description": "Сначала я просто хотел проснуться, а теперь я знаю все о помоле зерен.",
        "text": "Неделю назад я думал, что кофе — это просто черная жидкость, которая помогает не уснуть на работе. А потом я встретил бариста, который рассказал мне о разных способах заваривания, температуре воды и даже высоте произрастания кофейных деревьев. Теперь я могу час рассказывать о том, почему эспрессо лучше капучино, а мои друзья перестали звать меня на кофе. Но зато я знаю, как правильно подбирать чашку!",
        "author_id": 4
    },
    {
        "title": "Почему я завел говорящий будильник",
        "description": "Он говорит мне правду, которую я не хочу слышать.",
        "text": "Купил будильник, который вместо надоедливого звука говорит фразы вроде: 'Вставай, лентяй!', 'Еще пять минут, и ты опоздаешь!', 'Знаешь, сколько времени уже потеряно?' Сначала это было забавно, но потом он начал добавлять комментарии: 'Ты опять забыл выключить свет вчера вечером' или 'Ты слишком много ешь на ночь'. Теперь я думаю, что он работает на мою маму. Пора менять будильник.",
        "author_id": 5
    }
]
